Repository: danielgp/execPOcompilation
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ro_ro

# i18n_CompilationNotPossible
source: I was not able to find the compiler file on your configured location %s... Adjust your configuration accordingly and try again!
ro_ro: Nu am găsit fişierul de compilare conform locaţiei configurate %s... Ajustaţi configuraţia în mod corespunzător şi re-încercaţi!

# i18n_FeedbackTableHeader_CommandExecuted
source: Command executed
ro_ro: Comanda executată

# i18n_FeedbackTableHeader_CommandFeedback
source: Command feedback
ro_ro: Feedback-ul comenzii

# i18n_FeedbackTableHeader_FileMoSize
source: MO file size [bytes]
ro_ro: Dimensiunea în bytes a fişierului MO

# i18n_FeedbackTableHeader_FileName
source: PO file name
ro_ro: Numele fişierului PO

# i18n_FeedbackTableHeader_FilePath
source: PO/MO file path
ro_ro: Calea fişierului PO/MO

# i18n_FeedbackTableHeader_FilePoSize
source: PO file size [bytes]
ro_ro: Dimensiunea în bytes a fişierului PO

# i18n_FeedbackTableHeader_No
source: No.
ro_ro: Nr.

# i18n_FinishedCompilation
source: I finished searching for [.po] files within %s, resulting %d files found and %d compiled!
ro_ro: Am terminat căutarea după fişiere cu extensia [.po] în dosarul %s, rezultând în %d fişiere găsite şi %d compilate!

# i18n_StartingCompilation
source: I will search for files having [.po] extension within %s folder and will compile them resulting files with same name but extension [.mo] in the same location where each was found!
ro_ro: Am să caut după fişiere cu extensia [.po] în dosarul %s şi am să le compilez, rezultând fişiere cu acelaşi nume dar extensia [.mo] în aceeaşi locaţie unde fiecare a fost găsit!
